// Localized application name
"applicationName" = "Dateiübertragung für Android";

// The title of the filename column when viewing a device's files.
"filenameColumnHeaderTitle" = "Name";
// The title of the column which shows the last modification date of a device's files.
"lastModifiedColumnHeaderTitle" = "Letzte Änderung";
// The title of the column which shoes the file size of a device's files.
"sizeColumnHeaderTitle" = "Größe";
// The title of a button which, when pressed, creates a new folder on the device.
"newFolderButtonText" = "Neuer Ordner";
// The title of a button which, when pressed, deleted the selected files on the device.
"deleteButtonText" = "Löschen";

// The title of the window showing the status of copying files to or from the device.
"copyStatusWindowTitle" = "Kopieren";

// Text shown on a button which cancels an operation.
"cancelButton" = "Abbrechen";

// String shown in progress after the user has canceled the transfer, while it is still being
// canceled.
"cancelingLabel" = "Wird abgebrochen";
// String shown in progress while still preparing to start the transfer.  The placeholder is
// the name of the folder being copied to.
"preparingToCopyLabel" = "Kopieren in \"%@\" wird vorbereitet.";
// String shown in progress while copying multiple items. The first placeholder is the number of
// items still being copied, and will always be at least 2.  The second placeholder is the name
// of the folder being copied to.
"copyingMultipleItemsLabel" = "Copying %1$d items to \"%2$@\"";
// String shown when a single item is being copied.  The first placeholder is the filename of the
// item being copied, and the second placeholder is the name of the folder being copied to.
"copyingSingleItemLabel" = "Copying \"%1$@\" to \"%2$@\"";

// String shown during a copy while the time remaining is still being calculated.
"timeRemainingUnknown" = "Verbleibende Zeit wird geschätzt...";
// String showing progress of a copy operation.
"timeRemainingLessThan5Seconds" = "Weniger als 5 Sekunden verbleibend";
// String showing progress of a copy operation.
"timeRemainingLessThan15Seconds" = "Weniger als 15 Sekunden verbleibend";
// String showing progress of a copy operation.
"timeRemainingLessThan30Seconds" = "Weniger als 30 Sekunden verbleibend";
// String showing progress of a copy operation.
"timeRemaining1Minute" = "Etwa 1 Minute verbleibend";
// String showing progress of a copy operation.  The placeholder will be replaced
// with the number of minutes remaining, from 2-60.
"timeRemainingMinutes" = "About %1$d minutes remaining";
// String showing progress of a copy operation.
"timeRemaining1Hour" = "Etwa 1 Stunde verbleibend";
// String showing progress of a copy operation.  The placeholder will be replaced
// with the number of hours remaining, always at least 2.
"timeRemainingHours" = "About %1$d hours remaining";

// String format used to indicate how a copy is proceeding.  First placeholder is the number of
// bytes already copied, second is the total number in this copy, and the third is an estimate of
// the remaining time.
"bottomProgressStringFormat" = "%1$@ von %2$@ - %3$@";

// Default name of a newly created folder.
"folderDefaultName" = "Unbenannter Ordner";

// Status shown at the bottom of the folder view when items are selected.  First placeholder is the
// number of items selected, second is the total number of items shown.  Third placeholder is the
// amount of free space remaining on the device.
"bottomStatusFilesSelected" = "%1$d of %2$d selected, %3$@ available";
// Status shown on the bottom of the folder view when there is a single item.  Placeholder is the
// amount of free space remaining on the device.
"bottomStatusNoSelectionSingleItem" = "1 Element, %1$@ verfügbar";
// Status shown on the bottom of the folder view when there are multiple items.  First placeholder
// is the number of items shown (always at least 2), second placeholder is the amount of free space
// remaining on the device.
"bottomStatusNoSelectionMultipleItems" = "%1$d items, %2$@ available";

// Error message shown when there was a problem deleting a file.
"errorDeletingTitle" = "Fehler beim Löschen";
// Error description shown when there was a problem deleting a file.  Placeholder is replaced
// with the name of the file.
"errorDeletingDescription" = "Datei oder Ordner \"%@\" konnte nicht gelöscht werden.";
// Error message shown when there was a problem creating a foder.
"errorCreateFolderTitle" = "Ordner konnte nicht erstellt werden.";
// Error message shown when there was a problem connecting to a plugged in device.
"errorConnectToDeviceTitle" = "Es konnte keine Verbindung zum Gerät hergestellt werden.";
// Error message shown when there was a problem connecting to a plugged in device.
"errorCommunicatingWithDeviceTitle" = "Kommunikation mit Gerät nicht möglich";
// Error message shown when there was a problem getting device info.
"errorUnlockDeviceTitle" = "Can't access device storage";
// Error message shown when there was a problem renaming a folder.
"errorRenameFolderTitle" = "Ordner konnte nicht umbenannt werden.";
// Error message shown when there was a problem renaming a file.
"errorRenameFileTitle" = "Datei konnte nicht umbenannt werden.";
// Error message shown when there was a problem copying a file.
"errorCopyingFileTitle" = "Datei konnte nicht kopiert werden.";
// Error message shown when there was a problem replacing a file.
"errorReplacingFileTitle" = "Datei konnte nicht ersetzt werden.";
// Error description shown where there was a problem copying a file.  Placeholder is replaced
// with the name of the file that was being copied.
"errorCopyingFileDescription" = "Datei \"%@\" konnte nicht kopiert werden.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenFileTitle" = "Die Dateiübertragung für Android kann die Dateien nicht öffnen.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenFileDescription" = "Verschieben Sie eine Datei zum Öffnen zunächst auf Ihren Computer.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenMultipleTitle" = "Die Dateiübertragung für Android kann nicht mehrere Elemente öffnen.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenNoneTitle" = "Kein Element zum Öffnen ausgewählt";
// Error title shown when a user attempts to open a file.
"errorCannotOpenBadSelectionDescription" = "Wählen Sie ein einzelnes Element aus und versuchen Sie es erneut.";
// Error description for when there was no detected error.  This message should never be shown.
"errorSuccessDescription" = "Kein Fehler";
// Error description when an operation failed because the filename does not exist.
"errorPathNotFoundDescription" = "Kein Element mit diesem Namen vorhanden";
// Error description shown when an operation failed because the device was not initialized.
"errorDeviceNotInitializedDescription" = "Das Gerät wurde nicht initialisiert. Stellen Sie die Verbindung erneut her oder starten Sie Ihr Gerät neu.";
// Error description shown when an operation failed because the name already exists.
"errorPathAlreadyExistsDescription" = "Es ist bereits eine Datei oder ein Ordner mit diesem Namen vorhanden.";
// Generic error description, used when we don't have other suggestions or details from an operation
// which failed.
"errorGenericDescription" = "Stellen Sie die Verbindung erneut her oder starten Sie Ihr Gerät neu.";
// Error description shown when we can't get the storage for the device.
"errorUnlockDescription" = "If your device's screen is locked, disconnect its USB cable, unlock your screen, and then reconnect the USB cable.";
// Warning title shown when a file or folder already exists.  Placeholder is replaced with the file name.
"warningFileExistsMessage" = "In diesem Ordner ist bereits ein Element namens \"%@\" vorhanden.";
// Warning description shown when a file already exists, and the user may choose to replace it.
"warningFileExistsInformative" = "Möchten Sie das vorhandene Element durch das kopierte ersetzen?";
// Button on warning which allows the user to replace (overwrite) a file or folder.
"warningFileExistsReplace" = "Ersetzen";
// Button on warning which allows the user to skip copying a file when one already exists with that name.
"warningFileExistsSkip" = "Überspringen";
// Button on warning which allows the user to replace (overwrite) all files or folders in a copy operation.
"warningFileExistsReplaceAll" = "Alle ersetzen";
// Warning title shown when a file attempting to be copied is too large.
"warningFileTooLargeMessage" = "Die Datei \"%@\" ist zu groß.";
// Warning description shown when a file attempting to be copied is too large.
"warningFileTooLargeInformative" = "Mit der Dateiübertragung für Android können nur Dateien unter 4 GB übertragen werden.";

// Warning shown before deleting files.
"deleteWarningTitle" = "Möchten Sie die ausgewählten Elemente wirklich endgültig löschen?";
// Warning shown when the user is about to do something they might think they can undo, but can't.
"noUndoWarningInformative" = "Diese Aktion kann nicht rückgängig gemacht werden.";

// Label for the About menu item
"menuAbout" = "Über die Dateiübertragung für Android";
// Label for the Services menu item
"menuServices" = "Dienste";
// Label for the menu item which hides the application
"menuHide" = "Dateiübertragung für Android ausblenden";
// Label for the menu item which hides the other applications
"menuHideOthers" = "Andere ausblenden";
// Label for the menu item which shows all windows
"menuShowAll" = "Alle anzeigen";
// Label for the menu item which quits the application
"menuQuit" = "Dateiübertragung für Android beenden";

// Label for the File menu
"menuFile" = "Datei";
// Label for the menu item which creates a new folder
"menuNewFolder" = "Neuer Ordner";
// Label for the menu item which closes the window
"menuCloseWindow" = "Fenster schließen";
// Label for the menu item which deletes the selected items
"menuDelete" = "Löschen";

// Label for the Go menu
"menuGo" = "Los";
// Label for the menu item which goes back to the previous folder
"menuBack" = "Zurück";
// Label for the menu item which goes forward to the next folder
"menuForward" = "Weiter";
// Label for the menu item which goes to the enclosing folder
"menuEnclosing" = "Zugehöriger Ordner";
// Label for the menu item which open the selected
"menuOpenFolder" = "Ordner öffnen";

// Label for the Window menu
"menuWindow" = "Fenster";
// Label for the minimize window menu item
"menuMinimize" = "Minimieren";
// Label for the zoom window menu item
"menuZoom" = "Zoom";
// Label for the bring all to front menu item
"menuBringAllToFront" = "Alle in den Vordergrund";

// Label for the Help menu
"menuHelp" = "Hilfe";
// Label for the help menu item
"menuHelpItem" = "Hilfe zur Dateiübertragung für Android";

// Title shown on the welcome screen.
"welcomeTitleText" = "Willkommen bei der Dateiübertragung für Android";
// Body text of welcome screen.
"welcomeBodyText" = "Schließen Sie Ihr Android-Gerät über das USB-Kabel an Ihren Mac an. Verschieben Sie durch Ziehen die Elemente zwischen dem Fenster der Dateiübertragung für Android und dem Finder. Weitere Informationen finden Sie unter \"Hilfe > Hilfe zur Dateiübertragung für Android\".\n\nDie Dateiübertragung für Android unterstützt Android 3.0 oder höher.";
// Button on welcome screen which will close the screen, allowing the user to use the application.
"welcomeDoneButtonLabel" = "Los geht's";

// Message shown in an alert when the user starts the app without any devices.
"noDevicesTitle" = "Kein Android-Gerät gefunden";
// Message shown in an alert when the user starts the app without any devices.
"noDevicesInformative" = "Bitte schließen Sie zunächst Ihr Android-Gerät über ein USB-Kabel an.";

// Short file size for folders.
"fileSizeFolder" = "--";
// Short file size for files or transfers under 1 KB.  Placeholder is replaced with the number of bytes of the file.
"fileSizeByte" = "%.0f bytes";
// Short file size for files or transfers under 1 MB.  Placeholder is replaced with the number of kilobytes of the file.
"fileSizeKb" = "%.0f KB";
// Short file size for files or transfers under 1 GB.  Placeholder is replaced with the number of megabytes of the file.
"fileSizeMb" = "%.1f MB";
// Short file size for files or transfers under 1 TB.  Placeholder is replaced with the number of gigabytes of the file.
"fileSizeGb" = "%.2f GB";
// Short file size for files or transfers under 1 PB.  Placeholder is replaced with the number of terabytes of the file.
"fileSizeTb" = "%.3f TB";
// Short file size for files or transfers over 1 PB.  Placeholder is replaced with the number of petabytes of the file.
"fileSizePb" = "%.3f PB";

// The help menu opens the default browser with the following URL 
"helpURL" = "http://www.google.com/support/mobile/bin/answer.py?hl=en&answer=1120329";

// Copyright statement at the end to avoid confusing the TC.
/* 
   Copyright 2010 Google Inc. All rights reserved.
 */
